Repository: wp-plugins/len-slider
Catalog: languages/lenslider-*.po
Languages: de_de

source: Save
de_de: Speichern

source: Select skin:
de_de: Skin auswählen:

source: Add new slider
de_de: Neuen Slider erstellen

source: Sliders list
de_de: Verfügbare Slider

source: Submit LenSlider data
de_de: Speichere LenSlider Daten

source: LenSlider settings updated
de_de: LenSlider Einstellungen aktualisiert

source: LenSlider Settings
de_de: LenSlider Einstellungen

source: General
de_de: Allgemein

source: Sliders limit<br /><span class="description">(max: %d)</span>
de_de: Slider-Limit<br /><span class="description">(max: %d)</span>

source: Banners limit for each slider<br /><span class="description">(max: %d)</span>
de_de: Bannerlimit für jeden Slider <br /><span class="description">(max: %d)</span>

source: Enable WordPress cache for sliders
de_de: Aktiviere WordPress-Cache für Slider

source: Tooltip hint
de_de: Tooltip-Hinweise

source: Enable <a href="http://onehackoranother.com/projects/jquery/tipsy/" target="_blank">tipsy</a> tooltip for control buttons
de_de: Aktiviere <a href="http://onehackoranother.com/projects/jquery/tipsy/" target="_blank">tipsy</a> Tooltips für Steuerelemente

source: Images
de_de: Bilder

source: Upload images maximum size, MB<br /><span class="description">(max: %d)</span>
de_de: Maximale Uploadgröße, MB<br /><span class="description">(max: %d)</span>

source: Maximum image width, px<br /><span class="description">(min: %1d; max: %2d)<br />proportions are kept</span>
de_de: Maximale Bildbreite, px<br /><span class="description">(min: %1d; max: %2d)<br />Seitenverhältnis bleibt erhalten</span>

source: Maximum quality of uploaded image<br /><span class="description">(min: %1d; max: %2d)<br />percents</span>
de_de: Maximale Qualitätsstufe hochgeladener Bilder<br /><span class="description">(min: %1d; max: %2d)<br />Prozent</span>

source: Help
de_de: Hilfe

source: I would like to support plugin creators and place a plugin link to my site
de_de: Ich möchte die Plugin-Autoren unterstützen und setze einen Link auf die Seite.

source: Thanks! Let Your dreams come true!
de_de: Dankeschön! Lassen Sie Ihre Träume wahr werden!

source: Update settings
de_de: Einstellungen aktualisieren

source: A folder with the same skin name already exists. Perhaps, the skin is already installed.
de_de: Ein gleichlautender Skin ist bereits vorhanden.

source: You can’t upload the skin called the 'default', the one is pre-installed.
de_de: Sie können keinen Skin namens 'default' hochladen, dieser ist bereits vorinstalliert.

source: Uploadable skin zip-archive can't be extracted. Internal ZipArchive Class error.
de_de: Zip-Datei kann nicht entpackt werden, interner Fehler.

source: Your PHP version (%s) doesnt include a ZipArchive class. You need to upgrade to php 5.2+ or manually upload archive files into skins folder.
de_de: Ihre PHP-Version (%s) beinhaltet keine Unterstützung für Zip-Archive. Bitte auf PHP 5.2+ upgraden oder manuell in den Skin-Ordner hochladen.

source: This skin is already installed.
de_de: Dieses Skin ist bereits installiert.

source: Uploadable zip-file is invalid: invalid archive mime-type or incorrect name of skin zip-archive.
de_de: Zip-Datei ungültig, MIME-Type oder Name der Zip-Datei falsch

source: LenSlider skins list updated
de_de: LenSlider Skins aktualisiert

source: Upload a new skin (*.zip)
de_de: Neuen Skin hochladen (*.zip)

source: Upload skin
de_de: Skin hochladen

source: No skins available
de_de: Keine Skins vorhanden

source: Select slider to insert:
de_de: Slider zum Einfügen auswählen

source: Insert
de_de: Einfügen

source: Cancel
de_de: Abbruch

source: NOTE: After you change the skin for the slider and update the data, slider will be resaved as disabled. Then you’ll be able to change its status on your own to enable it and then update the data.
de_de: ACHTUNG: Nachdem Sie den Skin des Sliders ändern und die Daten aktualisieren, wird der Slider als inaktiv gespeichert. Sie können den Status anschließend selbst ändern und den Slider wieder aktivieren bzw. Daten ändern.

source: Settings
de_de: Einstellungen

source: Free slider plugin for WordPress
de_de: Kostenloses Slider-Plugin für Wordpress

source: Banner URL path. A minimum of 10 characters
de_de: Bannerurl, mindestens 10 Zeichen

source: Banner title
de_de: Bannertitel

source: Banner title. A minimum of 10 characters
de_de: Bannertitel, mindestens 10 Zeichen

source: Banner image
de_de: Banner

source: Post image
de_de: Artikelbild

source: Banner thumbnail
de_de: Banner-Vorschaubild

source: Post thumb
de_de: Artikel-Vorschaubild

source: Maximum thumbnail width, px
de_de: Maximale Vorschaubild-Breite, px

source: Limitation of banners for the slider %s <span class="description">(max: %d)</span>
de_de: Maximale Anzahl an Bannern für Slider %s <span class="description">(max: %d)</span>

source: Maximum image width, px<br /><span class="description">(min: %1d; max: %2d); proportions are kept</span>
de_de: Maximale Bildbreite<br /><span class="description">(min: %1d; max: %2d); Seitenverhältnis bleibt erhalten</span>

source: Maximum quality of uploaded image<br /><span class="description">(min: %1d, max: %2d)</span>
de_de: Maximale Qualitätsstufe hochgeladener Bilder<br /><span class="description">(min: %1d, max: %2d)</span>

source: Enable banners thumbnails for Slider %s
de_de: Aktiviere Banner-Vorschaubilder für Slider %s

source: Available LenSlider skins
de_de: Verfügbare LenSlider Skins

source: LenSlider settings
de_de: LenSlider Einstellungen

source: Are you sure?
de_de: Sicher?

source: You also want to delete thumbnail for this banner?
de_de: Sie möchten das Vorschaubild für diesen Banner löschen?

source: slider comment
de_de: Slider Kommentar

source: Errors
de_de: Fehler

source: If there are errors while filling fields, then check the fields marked with red border.
de_de: Bitte prüfen Sie im Falle von Fehlern die rot umrandeten Felder.

source: Maximize
de_de: Maximieren

source: Minimize
de_de: Minimieren

source: Do you want to set skin settings for the slider?
de_de: Möchten Sie die Skin-Einstellungen für den Slider festlegen?

source: Slider #{%torep%} errors:
de_de: Sliderfehler #{%torep%}:

source: Banner {%torep%} errors:
de_de: Bannerfehler {%torep%}:

source: No sliders available
de_de: Keine Slider verfügbar

source: Select...
de_de: Auswählen...

source: Post
de_de: Artikel

source: Page
de_de: Seite

source: Category
de_de: Kategorie

source: Banner %d expand / collapse
de_de: Banner %d ein-/ausblenden

source: Delete banner %d of Slider %s
de_de: Entferne Banner %d von Slider %s

source: Banner %d image
de_de: Banner %d Bild

source: Delete image
de_de: Entferne Bild

source: Banner %d thumbnail
de_de: Banner %d Vorschaubild

source: Delete thumbnail
de_de: Entferne Vorschaubild

source: Banners
de_de: Banner

source: Full delete Slider
de_de: Kompletten Slider entfernen

source: Expand / Collapse Slider %s banners
de_de: Banner von Slider %s ein-/ausklappen

source: Remove Slider form
de_de: Entferne Slider

source: Enable
de_de: Aktivieren

source: Disable
de_de: Deaktivieren

source: Random
de_de: Zufall

source: Quick info
de_de: Kurzinfo

source: Slider #%s preview
de_de: Vorschau von Slider #%s

source: Preview
de_de: Vorschau

source: Slider %s settings
de_de: Einstellungen zu Slider %s

source: Get global settings
de_de: Globale Einstellungen verwenden

source: Return local settings
de_de: Lokale Einstellungen verwenden

source: Set skin settings
de_de: Skin Einstellungen festlegen

source: Add new banner for Slider %s
de_de: Neuen Banner für Slider %s hinzufügen

source: Skin files location:
de_de: Skin Speicherpfad:

source: Date:
de_de: Datum:

source: Author:
de_de: Autor:

source: view
de_de: ansehen

source: You couldn't delete uses skin!
de_de: Verwendete Skins können nicht gelöscht werden!

source: Delete
de_de: Entfernen

source: Title near thumb
de_de: Titel zum Vorschaubild

source: Text near thumb
de_de: Text zum Vorschaubild
